Revit 2027 API
BuiltInFailures.GroupFailures.CannotRemoveSubordFromGroup Property
 Element can't be removed or excluded from the Group because it is required by another Group element.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotRemoveSubordFromGroup { get; }
Public Shared ReadOnly Property CannotRemoveSubordFromGroup As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotRemoveSubordFromGroup {
	FailureDefinitionId^ get ();
}
static member CannotRemoveSubordFromGroup : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace